[
	{
		"id": "1",
		"path": "morning-workouts-vs-evening-workouts",
		"title": "Morning Workouts vs. Evening Workouts: Which Is Best for You?",
		"author": "",
		"category": "Fitness",
		"caption": "One of the most common questions in fitness is whether it’s better to work out in the morning or the evening. While both times offer unique benefits, the best choice depends on your lifestyle, goals, and personal preferences. In this article, we’ll break down the advantages of morning and evening workouts to help you find the ideal time to exercise.",
		"imgUrl": "https://images.unsplash.com/photo-1513593771513-7b58b6c4af38?q=80&w=2832&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
		"featureImage": true
	},
	{
		"id": "2",
		"path": "the-power-of-consistency-in-fitness-small-steps-big-results",
		"title": "The Power of Consistency in Fitness: Small Steps, Big Results",
		"author": "Nathan Keeys",
		"category": "Fitness",
		"caption": "When it comes to fitness, one of the biggest challenges people face is staying consistent. We often expect quick results and can lose motivation if progress feels slow. However, consistency is the real secret to long-term fitness success. In this article, we’ll explore why sticking with a routine, even when it feels tough, can make all the difference in achieving your fitness goals.",
		"imgUrl": "https://images.unsplash.com/photo-1599058917212-d750089bc07e?q=80&w=3569&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
		"featureImage": true
	},
	{
		"id": "3",
		"path": "why-strength-training-is-key-to-a-healthier-happier-you",
		"title": "Why Strength Training Is Key to a Healthier, Happier You",
		"author": "Nathan Keeys",
		"category": "Fitness",
		"caption": "When many people think of fitness, they imagine long runs or high-intensity cardio sessions. However, strength training is just as important for achieving a well-rounded, healthy body. Whether you're new to fitness or a seasoned pro, incorporating strength training into your routine can bring transformative benefits for your body and mind. Here’s why strength training is essential and how it can improve your overall well-being.",
		"imgUrl": "https://images.unsplash.com/photo-1533681904393-9ab6eee7e408?q=80&w=3570&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
		"featureImage": true
	},
	{
		"id": "4",
		"path": "five-essential-tips-to-kickstart-your-fitness-journey",
		"title": "5 Essential Tips to Kickstart Your Fitness Journey",
		"author": "Nathan Keeys",
		"category": "Fitness",
		"caption": "Starting a fitness journey can be exciting yet challenging. Whether you're a beginner or getting back into a routine, it’s crucial to set yourself up for success with sustainable habits. In this post, we’ll cover five essential tips to help you stay motivated, build a strong foundation, and achieve long-lasting results.",
		"imgUrl": "https://images.unsplash.com/photo-1528304270437-714a2d6fbb6b?q=80&w=2940&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
		"featureImage": true
	}
]
